export const TermsData = [
  {
    title: "アクセス解析について",
    descriptionList: [
      `本サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を使用しています。このGoogleアナリティクスはデータの収集のためにCookieを使用しています。このデータは匿名で収集されており、個人を特定するものではありません。この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関しての詳細は<a href="https://marketingplatform.google.com/about/analytics/terms/jp/" target="_blank" rel="noopener noreferrer" class="underline">Googleアナリティクスサービス利用規約のページ</a>や<a href="https://policies.google.com/technologies/ads?hl=ja" target="_blank" rel="noopener noreferrer" class="underline">Googleポリシーと規約ページ</a>をご覧ください。`,
    ],
  },
  {
    title: "著作権等について",
    descriptionList: [
      "本サイトに掲載された全ての内容に関する権利は、本サイト運営者又は原著作者その他権利者が有します。著作権法その他法律で認められた利用範囲を超えての利用は一切できません。",
    ],
  },
  {
    title: "禁止事項",
    descriptionList: [
      "法令または公序良俗に違反する行為",
      "犯罪行為に関連する行為",
      "本サイトの内容等、本サイトに含まれる著作権、商標権ほか知的財産権を侵害する行為",
      "当社、ほかのユーザー、またはその他第三者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為",
      "本サイトによって得られた情報を商業的に利用する行為",
      "当社のサービスの運営を妨害するおそれのある行為",
      "不正アクセスをし、またはこれを試みる行為",
      "不正な目的を持って本サイトを利用する行為",
    ],
  },
  {
    title: "サービス内容の変更等",
    descriptionList: [
      "本サイトは、ユーザーへの事前告知なく、本サイトの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします",
    ],
  },
  {
    title: "免責事項",
    descriptionList: [
      "本サイトのコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、必ずしもそれらの正確性や安全性等を保証するものではありません。",
      "本サイトに掲載された内容によって発生したトラブルや損害等の一切の責任を負いかねますので、予めご了承ください。",
    ],
  },
];
